Repository: MahmoudDiab-TWRepo/EMPC_News
Catalog: Eagles.LMS/App_GlobalResources/Global.*.resx
Languages: ar

# Allthings
source: ALL THING IS PHYSICS IS
ar: يتم تعلم كل شيء

source: Application
ar: التطبيق

source: Apply Now
ar: قدم الان

# Beinvolved
source: Be involved with us to receive all our new
ar: كن مشترك معنا ليصلك كل جديد لدينا

source: Download The
ar: حمل

source: Email
ar: البريد الالكترونى

source: Full Name
ar: الإسم كامل

source: Get In touch
ar: إتصل بنا

source: learning manigment system
ar: نظام إدارة التعلم

source: message
ar: الرسالة

# Ourwebsite
source: Our website was founded by a former teacher who, constantly constrained for time and budget
ar: تم إنشاء موقع الويب الخاص بنا على يد مدرس سابق ، والذي ظل دائمًا مقيدا للوقت والميزانية

source: phone
ar: رقم الموبيل

source: Send
ar: إرسال

source: Stay Updated!
ar: إشترك الآن

source: STORY ABOUT US
ar: قصتنا

# struggled
source: Our website was founded by Eng : Hesham Allam who seeks for maintaining and developing the Physics content in Egypt and the middle east for high secondary schools & scientific faculties based on our resources
ar: أسس موقعنا المهندس / هشام علام الذي يسعى للحفاظ على محتوى الفيزياء وتطويره في مصر والشرق الأوسط للمدارس الثانوية والكليات العلمية بناءً على مواردنا

source: subject
ar: موضوع الرسالة

source: Subscribe
ar: سجل معنا

source: teach
ar: تدريس

source: Test
ar: تيست

source: walid
ar: وليد

source: Welcome
ar: أهلا وسهلا

# WITHOURLOVE
source: OUR LOVE.
ar: مع حبي

# aboutdetalies1
source: Our website was founded by a former teacher who, constantly constrained for time and budget, struggled to find and manage the best and most relevant answers to his questions among the abundance of learning resources, platforms and content already available on the Internet.
ar: تم إنشاء موقع الويب الخاص بنا على يد مدرس سابق ، والذي ظل دائمًا مقيدًا للوقت والميزانية ، وكان يسعى جاهداً للعثور على أفضل الإجابات وأكثرها صلة بالأسئلة وإدارتها ضمن وفرة موارد التعلم والمنصات والمحتوى المتاح بالفعل على الإنترنت.

# aboutdetalies2
source: Our Team offers its users a teacher-curated library system accessible through a community technology. Our platform allows you to see, save, rate and share the most relevant digitally available educational resources while discovering the personal learning ideas and questions from other teachers from around the world.
ar: يقدم فريقنا لمستخدمية نظام مكتبة برعاية المعلمين يمكن الوصول إليه من خلال تكنولوجيا المجتمع. تسمح لك المنصة الخاصة بنا برؤية وحفظ وتقييم ومشاركة الموارد التعليمية المتاحة رقميًا ذات الصلة مع اكتشاف أفكار وأسئلة التعلم الشخصية من المعلمين الآخرين من جميع أنحاء العالم. نحن فخورون جدًا بأن برنامجنا يستخدم حاليًا من مئات الطلاب في جميع أنحاء العالم. يمكن قراءة المزيد عن روحنا وأفكارنا في منشور المدونة هذا المنشور على جهات الاتصال الخاصة بنا. ونحن نحب أن نسمع أفكارك! لا تخجل واتصل بالفريق هنا.

# abouttitel
source: easy education
ar: أفضل تعليم في العالم في أكاديميتنا

source: About Us
ar: من نحن

source: Absence
ar: الغياب

source: Academic-Students
ar: الطلاب الاكاديمين

# AcademicStudents
source: Academic
ar: أكاديمى

# Aleadyhaveaccount
source: Aleady have an account?
ar: لديك حساب

source: android
ar: الاندوريد

# androiddetaile
source: You will find our app. easly in Google Store .
ar: سوف تجد تطبيقنا بسهوله في متجر جوجل .

source: Choose Image
ar: اختار صوره

source: Confirm Password
ar: تأكيد الباسورد

# Createaccount
source: Create an account
ar: عمل حساب

source: Day
ar: اليوم

source: Delete
ar: حذف

# Donhaveanaccount
source: Don't have an account?
ar: ليس لديك حساب ؟

source: Easy Education
ar: سهولة التعلم

# EasyEducationdetalies
source: We strive to deliver information everywhere in the world with ease through technological systems at anytime .
ar: نسعى جاهدين لتوصيل المعلومات في كل مكان في العالم بكل سهولة من خلال الأنظمة التكنولوجية في أي وقت .

# EmailOrPhone
source: Enter your Email Or Phone Number
ar: ادخل رقم الموبيل او الايمل

source: Female
ar: أنثى

source: Follow As
ar: تابعنا على

source: Gender
ar: النوع

source: Grades
ar: المراحل

source: Groups
ar: المجموعات

source: Home
ar: الرئيسية

source: Hour
ar: الساعة

source: Ios
ar: منصة أبل

# iosdetailes
source: You will find our app. easly in ِApp Store .
ar: سوف تجد تطبيقنا بسهولة في متجر ابل .

# Job
source: Job Name
ar: الوظيفه

source: location
ar: موقعنا

# locationdetailes
source: We are available online and can reach us from anywhere or in our branches in Egypt
ar: نحن متاحون بشكل اونلاين ويمكن الوصول لنا من أي مكان أو في فروعنا في مصر .

source: Log In
ar: تسجيل دخول

source: Login Free !
ar: أدخل من هنا

source: Login to your account
ar: الدخول الى حسابك

source: Log Out
ar: تسجيل خروج

source: Male
ar: ذكر

# OnlineStudents
source: Online
ar: أونلاين

source: Our Accadimic
ar: لدينا أكاديمي

source: Our Features
ar: لدينا مميزات

source: Parent
ar: اولياء الامور

source: Password
ar: كلمة المرور

source: Playlist
ar: قناة اليوتيوب

source: Read More
ar: إقرأ المزيد

source: Remmeber Me
ar: تذكرنى

source: responsive
ar: متجاوب

# responsivedetailes
source: Our project is responsive to all Web, Android or Apple devices .
ar: مشروعنا متجاوب مع جميع الاجهزة ويب او اندرويد او اجهزة ابل .

source: Sigin up Free!
ar: سجل من هنا

source: Sign Up
ar: تسجيل الدخول

# SonPhoneNumber
source: Son Phone Numbers
ar: أرقام تليفونات الابناء

source: Student
ar: طالب

source: Student Type
ar: نوع التسجيل

source: Units
ar: الوحدات

source: Visitor
ar: زائر

source: Windows
ar: ويندوز فون

# Windowsdetailes
source: You will find our app. easly in Windows phone Store .
ar: سوف تجد تطبيقنا بسهولة في متجر ويندوز فون .

source: Account Is Pending
ar: حسبابك معلق

# AdminApproval
source: Your account is suspended pending approval from the admin
ar: فى انتظار مراجعة البيانات والموافقه على الطلب من قبل الادمن

source: Go To
ar: الذهاب الى

source: CommingSoon ,,,,
ar: قريبا ,,,,

source: Grade Menue
ar: قائمه المراحل

# applicationapp
source: Application
ar: التطبيق

source: EXPERIENCE YOURSELF
ar: تجربة نفسك

# EXPERIENCEYOURSELFdetail
source: Experience is experienced when you go through it. Then you understand it. We can’t experience others’ experience. We can’t explain our experiences like others
ar: الخبرة مجربة عندما تمر بها. ثم تفهمها. لا يمكننا تجربة تجربة الآخرين. لا يمكننا شرح تجاربنا مثل الآخرين

# explained
source: Explained The
ar: شرح

source: GRADUATION DEGREE
ar: درجة التخرج

# GRADUATIONDEGREEdetail
source: A graduate degree simply refers to higher levels of education after an undergraduate degree. 1.) Undergraduate Degrees - Bachelor of Science, Bachelor of Arts
ar: تشير درجة الدراسات العليا ببساطة إلى مستويات أعلى من التعليم بعد الحصول على درجة البكالوريوس. 1.) الدرجات الجامعية - بكالوريوس العلوم ، ليسانس الآداب

source: MASTERY LEARNING
ar: تعلم الماجستير

# MASTERYLEARNINGdetail
source: Mastery learning is used in order to advance an individuals potential for learning. Compared to traditional learning models,, and help are afforded to each student.
ar: يستخدم إتقان التعلم من أجل تعزيز إمكانات الأفراد للتعلم. بالمقارنة مع نماذج التعلم التقليدية ،، يتم توفير المساعدة لكل طالب.

source: Online Learning
ar: تعليم على الانترنت

# ONLINELEARNINGdetail
source: In most cases, it refers to a course, program or degree delivered completely online. There are many terms used to describe learning that is delivered online Learning
ar: في معظم الحالات ، يشير إلى دورة أو برنامج أو درجة يتم تسليمها عبر الإنترنت تمامًا. هناك العديد من المصطلحات المستخدمة لوصف التعليم الذي يتم تقديمة عبر الإنترنت

# webexplained
source: Detailed explanation of the application's management and how to use it
ar: شرح تفصيلى عن ادارة التطبيق وطريقة استخدامة

source: 24 HOURS SERVICE
ar: خدمه 24 ساعة

source: Call
ar: الاتصال

source: Hesham Allam
ar: هشام علام

source: Online Help
ar: مساعدة على الانترنت

# OnlinePaymentService
source: Online Payment
ar: خدمة الدفع عبر الإنترنت

source: Daily Quizzes
ar: المسابقات اليومية

# DailyQuizzes_content
source: Our site provides daily educational competitions and tests that the teacher provides for his students to strengthen their educational level in all academic subjects all at all stages with their solutions.
ar: موقعنا يوفر المسابقات التعليمية اليومية والاختبارات التى يقدمها المدرس لطلابه لتقوية مستواهم التعليمى فى جميع المواد الدراسية كلها في جميع المراحل مع حلولها

source: Informing Parents
ar: إبلاغ الوالدين

# InformingParents_content
source: Keeping in touch with your parent is must for us to and for them to be updated step by step with your level.
ar: البقاء على اتصال مع والديك , يجب بالنسبة لنا ولهم أن يتم تحديثهم خطوة بخطوة علي مستواك

# MakingPhysicsEasier
source: Making school subjects easier
ar: جعل المواد الدراسية اسهل

# MakingPhysicsEasier_content
source: We hope to make the content of educational materials easier and accessible for every student who feels any difficulty in it. We will be proud of your full score.
ar: نأمل أن نجعل محتوى المواد الدراسية أسهل ويمكن الوصول إليه لكل طالب يشعر بأي صعوبة فيه , سنكون فخورين بدرجاتك الكاملة

# OnlineLearning_content
source: We care for your full understanding by providing teachers with courses and courses for all study materials on the Internet in their distinct fields for all subjects and educational stages.
ar: نحن نهتم بتفهمكم الكامل من خلال تقديم المدرسين دورات وكورسات لجميع المواد الدراسية على الانترنت فى مجالاتهم المتميزة لجميع المواد الدراسية والمراحل التعليمية

source: First Term
ar: التيرم الاول

source: Second Term
ar: التيرم الثاني

source: Choose Governorate
ar: اختيار محافظة

source: City
ar: المدينة

source: Governorate
ar: المحافظة

# governorateand_city_required
source: Please choose your governorate and city first
ar: يرجي اختيار محافظة ومدينة اولا

source: Invalid Email Address !!
ar: يرجي ادخال عنوان بريد بشكل صحيح

# invalid_password
source: The Password Must Be 5 Letters Or Numbers !!
ar: كلمة المرور يجب ان تكون علي الاقل 5 حروف او كلمات

# notMatchPassword
source: No Matching Password !!
ar: كلمة مرور غير مطابقة

source: Please Enter A Valid Phone Number !!
ar: يرجي ادخال رقم هاتف بشكل صحيح

source: Please Enter Full Name !!
ar: يرجي ادخال الاسم بالكامل

# SelectGrade_required
source: A Grade Must Be Selected !!
ar: يرجي اختيار المرحله

# SelectGroup_required
source: A Group Must Be Selected !!
ar: يرجي اختيار المجموعه

# sonPhoneNumberRequired
source: Please add the son phone correctly !!
ar: يرجي اضافة تليفون الابن بشكل صحيح

# Job_required
source: Please Enter Your Job!!
ar: يرجي ادخال الوظيفة

source: Admin Area
ar: اعدادات النظام

source: Create Group
ar: اضافة مجموعة

source: Edit Group
ar: تعديل المجموعة

source: Remove Group
ar: حذف المجموعة

# AcademicStudet
source: Academic Student
ar: الطلاب الاكاديمين

source: Account State
ar: حالة الاكونت

source: Add
ar: اضافة

source: Add Blogs
ar: اضافة مقال جديد

source: add quiz
ar: اضافة امتحان جديد

source: added Questions
ar: الاسئله المضافة

source: Add New Governorate
ar: اضافة محافظة جديدة

source: Add Questions
ar: اضافة سؤال

source: add quiz
ar: اضافة سؤال

source: Add Quize
ar: اضافة سؤال

source: All
ar: الكل

# AllAcademicStudents
source: All Academic Student
ar: كل الطلاب الاكاديمين

source: All Online Students
ar: كل الطلاب الاونلاين

source: Answer
ar: الاجابة

source: Appointments
ar: المواعيد

source: Approval
ar: موافقة

source: Back
ar: رجوع

source: Bank Name
ar: إسم البنك

source: Block User
ar: ايقاف مستخدم

source: Cancelled
ar: تم الإلغاء

source: Change Status
ar: تغير الحالة

source: Choose City
ar: اختيار المدينه

source: Choose Grade
ar: اختيار مرحله

source: Cities
ar: المدن

source: Cities In Governorate
ar: المدن فى المحافظة

source: CityName
ar: اسم المدينة

source: Clear
ar: حذف

source: Close
ar: اغلاق

source: Create
ar: انشاء

source: Created Time
ar: وقت الانضمام

source: Creation Time
ar: وقت الانشاء

source: Date
ar: التاريخ

source: Date From
ar: التاريخ من

source: Date to
ar: التاريخ الى

source: Dawnload
ar: تحميل

source: Days
ar: الايام

source: degree per question
ar: درجة السؤال

source: Duration
ar: المده

source: Edit
ar: تعديل

source: Email Addess
ar: البريد الالكترونى

# FiledRequired
source: Filed is Required
ar: الحقل مطلوب

source: From
ar: من

# fStTermPath
source: 1St-Term-Path
ar: نظام الترم الواحد

source: Generate Report
ar: انشاء تقرير

source: Governorate Name
ar: اسم المحافظه

source: Governorate Name Ar
ar: اسم بالمحافظه بالعربى

source: Grade
ar: المرحله

source: Grade Name
ar: اسم المرحله

source: Group
ar: المجموعه

# Group Attendance
source: Group Attendance Report
ar: تقرير حضور المجموعات البث

source: Group Name
ar: اسم المجموعه

source: Group Name Ar
ar: اسم المجموعه بالعربى

source: Group Name En
ar: اسم المجموعه بالانجليزى

source: Id Not Found
ar: لا يوجد كيان بهذه الهويه

source: Image
ar: صورة

source: Is Teacher
ar: يكون مدرس

source: Live Public Name
ar: اسم الليف

source: Maxmum Student Count
ar: اقصى عدد لطلبه

source: Mobile
ar: الموبيل

source: Monitor
ar: الاعدادات

source: Multiple Choice
ar: اختيار من متعدد

source: Name
ar: الاسم

source: Name Ar
ar: الاسم بالعربى

source: Name En
ar: الاسم بالانجليزى

source: New Appointment
ar: ميعاد جديد

source: New City
ar: مدينه جديده

source: New Governorate
ar: محافظه جديده

source: New Grade
ar: مرحله جديده

source: New Unit
ar: وحده جديده

source: NotesAr
ar: الملاحظات بالعربى

source: Notes En
ar: الملاحظات بالانجليزى

source: Notification Message
ar: اشعار الرسالة

source: Number Of Question
ar: عدد الاسئلة

# OnlineStudet
source: Online Student
ar: الطلاب الاونلاين

source: Order
ar: الترتيب

source: Pdf AttAchmets
ar: رفع ملف pdf

# PendingAcadmicStudents
source: Pending Academic Student
ar: الطلاب الاكاديمين المعلقين

# PendingOnlineStudents
source: Pending Online Student
ar: الطلاب الاونلاين المعلقين

# PendingStudnets
source: Pending Studnet
ar: الطلاب المعلقين

source: Please Add Questions
ar: من فضلك اضف سؤال

source: Public Name
ar: الاسم العام

source: Question
ar: السؤال

# QuestionAddedSuccessfully
source: Question is addeds successfully
ar: تم إضافة السؤال بنجاح

# questiondegree
source: Questions Degree
ar: درجة السؤال

source: Questions
ar: السؤال

source: Questions count
ar: عدد الاسئله

source: Question Type
ar: نوع السؤال

source: quizes search
ar: بحث عن سؤال

source: Quize title
ar: عنوان السؤال

source: Refused
ar: رفض

source: remove
ar: حذف

source: Remove User
ar: حذف مستخدم

source: Save
ar: حفظ

source: Save Answer
ar: حفظ الاجابه

source: Search
ar: بحث

source: Select Group
ar: اختار المجموعه

source: Select Groups
ar: اختار المجموعه

source: Select Student
ar: اختار الطالب

# ServerError
source: @Resources.Global.ServerErrortryagainlater
ar: حدث خطأ في السيرفر, حاول مرة أخرى

# sStTermPath
source: 2St-Term-Path
ar: نظام الترمين

source: Status
ar: الحاله

source: Studnet Type
ar: نوع الطالب

source: Term
ar: الترم

source: Timer
ar: الوقت

source: title
ar: العنوان

source: to
ar: الى

source: Tybe Of Student
ar: نوع الطالب

source: Unit
ar: الوحده

source: Unit PDF
ar: pdf الوحده

source: Update
ar: تحديت

source: Upload Image
ar: رفع صوره

source: Used Term System
ar: نظام الترم

# Value
source: Values
ar: القيمة

source: Youtube Channel
ar: قناة اليوتيوب

source: Blogs
ar: المقالات

# ContactListAndEmail
source: Contact List And Emails
ar: بيانات التواصل

source: Contact Us
ar: تواصل معنا

source: Correction Exam
ar: تصحيح الامتحان

source: Create Channel
ar: اضافة بث جديد

source: Export-Sheets
ar: تصدير الملفات

source: Governorate and cities
ar: المحافظات والمدن

source: Import-Sheets
ar: تحميل ملف

source: Live Video
ar: بث مباشر

source: Messages
ar: الرسائل

source: My Personal Information
ar: معلوماتي الشخصية

# Online-Students
source: Online-Student
ar: الطلاب الاونلاين

source: QuestionBank
ar: بنك الاسئله

source: Quizes
ar: الامتحانات

source: Reminder
ar: تذكير بالبث المباشر

source: Reports
ar: التقارير

source: Send Message
ar: ارسال رساله

source: show Suggestions And Complaint
ar: الشكوى والاقتراحات

source: show quizes
ar: عرض الامتحانات

source: Sign In Visitors
ar: تقرير الزوار

source: Student and Parent Report
ar: تقرير الطلاب والاباء

# Student Attendance
source: Student Attendance Report
ar: تقرير حضور الطلاب

source: Suggestions And Complaint
ar: عرض الشكاوى والاقتراحات

source: Users
ar: المستخدمين

# AppointmentsMenu
source: Appointments
ar: مواعيد المجموعات

# Appointments_Create
source: Create New
ar: اضافة ميعاد

# Appointments_Edit
source: Edit
ar: تعديل ميعاد

source: GradeMenu
ar: المراحل

# Grade_Create
source: Create New
ar: اضافة مرحلة

# Grade_Edit
source: Edit
ar: تعديل المرحله

# Groups_Create
source: Create New
ar: اضافة مجموعه

source: Import Sheets
ar: رفع ملفات

# UnitsMenu
source: Units
ar: الوحدات

# Units_Create
source: Create New
ar: اضافة وحده

# Units_Edit
source: Edit
ar: تعديل الوحده

source: Active Account
ar: تنشيط الاكونت

source: Add Groupe
ar: اضافة مجموعه

source: Block Account
ar: قفل الاكونت

# coments
source: Comments
ar: التعليقات

source: CreateUser
ar: اضافه مستخدم

source: creation
ar: انشاء

source: detalis
ar: التفاصيل

source: print
ar: طباعه

source: Suggestions And Complaint
ar: الشكاوى والاقتراحات

source: time
ar: الوقت

source: Add new Blog
ar: اضافة مقال جديد

source: Create student
ar: الطلاب الفعلين

source: List of Blogs
ar: قائمة المقالات

source: Edit User
ar: تعديل مستخدم

source: Groups And Permissions
ar: المجموعات والصلاحيات

source: Language
ar: اللغه

# AccountApproval
source: Account Pending Approval
ar: تنشيط حسابات الطلاب المعلقه

# AccountRefuesd
source: Account Pending Refuesd
ar: ايقاف حسابات الطلاب المعلقه

source: Academic Students Report
ar: تقرير الطلاب الاكاديمين

# OnlineStudentsReport
source: Online Student Report
ar: تقرير الطلاب الاونلاين

source: Registration Time
ar: وقت التسجيل

source: Report Of Students And Parents
ar: تقرير الطلاب واوالياء الامر

source: Return
ar: رجوع

# SignInVisitorsReport
source: Visitors Report
ar: تقرير الزائرين

source: Edit Governorate
ar: تعديل المحافظه

source: Edit Questions
ar: تعديل السؤال

source: Details
ar: التفاصيل

source: Question Number
ar: عدد الاسئله

source: Quize Report
ar: تقارير الاختبارات

source: Total Degree
ar: الدرجه النهائيه

source: Add Question
ar: اضافة سؤال

source: Article
ar: مقالى

source: False
ar: خطاء

source: show questions
ar: عرض السؤال

source: state
ar: الحاله

source: there is not data to show
ar: لايوجد بيانات لعرضها

source: True
ar: صح

source: True Or False
ar: صح وخطاء

# updateuestionsBank
source: Update QuestionsBank
ar: تعديل بنك الاسئله

source: Add New Record
ar: اضافة سجل جديد

source: MANAGE YOUTUBE CHANAL
ar: ادارة قناة اليوتيوب

source: SOCIAL
ar: مواقع التواصل

source: URL
ar: المسار

source: Add Questions Bank
ar: اضافة بنك اسئله

source: Address
ar: العنوان

source: add your text here
ar: أضف نصك هنا

source: Answers
ar: الاجبات

source: Auto complete search
ar: البحث التلقائى

# blogedite
source: Edite Blog
ar: تعديل المقال

source: Date Added
ar: تاريخ الاضافه

source: Date Start Exame
ar: تاريخ بدايه الامتحان

source: Design your quize
ar: صمم الامتحان

source: Enter a location
ar: ادخل موقعا

source: Exame Details
ar: بيانات الامتحان

source: Exame Duration
ar: مدة الامتحان

source: Exam sets
ar: مجموعات الامتحان

source: Join
ar: التحاق

source: Question Details
ar: نص السؤال

source: QuestionsBank
ar: بنك الاسئله

# QuestionTypedegreedetails
source: The type and number of questions and the degree of each question
ar: نوع الاسئلة وعددها ودرجة كل سؤال

source: Save Quize
ar: حفظ الامتحان

source: Select
ar: اختار

source: Select an option
ar: حدد اختيارا

source: Send Message
ar: ارسال رساله

source: Send Student Message
ar: ارسال رساله الى الطالب

source: Share
ar: مشاركه

source: The number of questions available
ar: عدد الاسئله المتاحه

source: Type
ar: النوع

source: delete group
ar: حذف مجموعه

# deletgroupdescription
source: Please transfer the students in this group to another group
ar: من فضلك قم بنقل الطلبه التى فى هذه المجموعه الى مجموعه اخرى

# Accountstatuschangedsuccessfully
source: The account status has changed successfully
ar: تم تغير حالة الحساب بنجاح

source: app download
ar: تحميل التطبيق

source: arabic Country Name Is Required
ar: اسم المحافظه باللغه العربيه مطلوب

source: Buy your copy now
ar: اشتر نسختك الان

source: choose a group please
ar: اختر مجموعة من فضلك

source: City Name Ar Is Required
ar: اسم المدينه باللغه العربيه مطلوب

source: City Name Is Required
ar: اسم المدينه باللغه الانجليزيه مطلوب

source: Confirm Account Approval
ar: تأكيد الموافقة على الحساب

source: Confirm Delete operation
ar: تأكيد حذف العمليه

source: Confirm Delete Student
ar: تأكيد حذف الطالب

source: Confirm Operation
ar: تاكيد العمليه

source: Count Or Degree must be more than
ar: يجب أن يكون العدد أو الدرجة أكثر من

# discriptionappp
source: As the largest educational platform in the country, we have the services, expertise and experience to make the teaching process from teacher to student simple, easy and not boring.
ar: بصفتنا أكبر منصة تعليمية في البلاد ، لدينا الخدمات والخبرة لجعل عملية التدريس من المعلم إلى الطالب بسيطة وسهلة وغير مملة.

# discriptionone
source: We offer you the Eaglez Academy Program for presenting educational applications via the Internet to help you educate your students wherever they are and help them to complete the study and exams stages on an innovative application .
ar: نحن نقدم لك برنامج ايجلز اكاديمي لتقديم تطبيقات التعليم عبر الانترنت لمساعدتك على تعليم طلابك اينما كانوا ومساعدتهم على اجتياز مراحلهم الدراسية والامتحانات على تطبيق مبتكر

# discriptiontwo
source: we are an educational platform that we assist the teacher to complete his work with students and continue the review with his students during the exams. We also cover all developments provided by the teacher, whether online or on the academic scale and also follow up with parents to know them at the level of their children in the educational stages We also provide the effort for the teacher to create organized student groups in different places and appointments throughout the year
ar: نحن منصة تعليمية نقوم بمساعدة المدرس لاستكمال اعماله التى يقوم بها مع الطلاب ومواصلة المراجعة مع طلابه اثناء الامتحانات ، ايضا نغطى كافة التطورات التى يقدمها المدرس سواء كانت اونلاين او على النطاق الاكاديمى ونقوم ايضا بعمل متابعة مع اولياء الامور لتعريفهم على مستوى ابنائهم فى المراحل التعليمية ونقوم ايضا بتوفير الجهد على المدرس لعمل مجموعات طلابية منظمة بأماكن ومواعيد مختلفة على مدار السنة

source: Duplicated answer
ar: اجابه مكرره

source: Duplicated answer Success
ar: اجابه صحيحه متكرره

# DuplicatedQuizetype
source: Duplicate Quiz type
ar: نوع اختبار مكرر

# EaglezAccadmy
source: Eaglez Academy
ar: ايجلز اكاديمي

source: Email is Required
ar: البريد الالكتروني مطلوب

source: english Country Name Is Required
ar: اسم المحافظه باللغه الانجليزيه مطلوب

source: Enter Degree
ar: ادخل الدرجه

source: enter valid email address
ar: أدخل عنوان بريد إلكتروني صالح

source: enter valid phone
ar: أدخل رقم الهاتف صحيحا

source: full Name is Required
ar: الإسم الكامل ضروري

source: Get Eaglez Acadmy App
ar: احصل على تطبيق ايجلز اكاديمي

source: Governorate Name Is Required
ar: اسم المحافظه مطلوب

source: hi there
ar: مرحبا

source: Invalid Answer
ar: اجابه غير صحيحه

source: is invalid, allowed extensions is
ar: الإضافات المسموح بها غير صالحة

source: Learn more about
ar: اعرف اكتر عن

# Makeeducationeasie
source: Make education easier
ar: اجعل التعليم اسهل

source: Message is Required
ar: الرسالة مطلوبة

source: Model Answer
ar: نموزج الاجابه

source: must be answer contain one success
ar: يجب أن يكون الجواب يحتوي على نجاح واحد

source: Number Of Question Out Of Range
ar: عدد الأسئلة خارج النطاق

source: Number of records
ar: عدد السجلات

# OnlineLearningAccadmy
source: Online Learning Academy
ar: اكاديمية تعليم اونلاين

source: operation accomplished successfully
ar: تمت العملية بنجاح

source: Phone is Required
ar: رقم الهاتف مطلوب

source: please complete your quize option enter count of question
ar: يرجى إكمال خيار العرض الخاص بك أدخل عدد الأسئلة
