Repository: MahmoudDiab-TWRepo/EMPC_News
Catalog: Eagles.LMS/App_GlobalResources/Global.*.resx
Languages: ar

source: Please fill in all data
ar: يرجى ملء جميع البيانات

source: Please increase the number of students in this group to
ar: من فضلك قم بزيادة عدد الطلاب فى هذه المجموعه الى

source: please select Bank
ar: قم بتحديد بنك الاسئله

source: please select Bank Questions
ar: قم باختيار بنك الاسئله

source: Please Write your Comment
ar: من فضلك اكتب تعليقك

# ReadMoretwo
source: Read More
ar: اقرأ المزيد

source: Request a free trial
ar: طلب تجربه مجانيه

source: Server-Error , try again later
ar: خطأ في الخادم ، حاول مرة أخرى لاحقًا

source: Services
ar: الخدمات

source: Session Successfuly Ended
ar: انتهت الجلسة بنجاح

source: Sorry
ar: اسف

# studentAnswerAnswer
source: Student Answer
ar: اجابة الطالب

source: Student Name
ar: اسم الطالب

source: Students available in this group
ar: الطلاب المتاحه فى هذه المجموعه

source: Student successfully deleted
ar: تم حذف الطالب بنجاح

source: subject is Required
ar: الموضوع مطلوب

source: teach your students
ar: تعليم طلابك

source: The Appointments has been successfully Added
ar: تمت إضافة المواعيد بنجاح

source: The Appointments has been successfully Updated
ar: تم تحديث المواعيد بنجاح

source: The Cityhas been successfully deleted
ar: تم حذف المدينه بنجاح

source: The Governorate has been successfully added
ar: تمت إضافة المحافظة بنجاح

source: The Governorate has been successfully deleted
ar: تم حذف المحافظة بنجاح

source: The Pdf File has been successfully deleted
ar: تم حذف ملف Pdf بنجاح

source: The Raw Has Been Successfully Deleted
ar: تم حذف الصف بنجاح

source: There is no data to display
ar: لايوجد بيانات لعرضها

source: The score must be less than the maximum score
ar: يجب أن تكون الدرجة أقل من الدرجة القصوى

source: The timing has been successfully deleted
ar: تم حذف التوقيت بنجاح

# Theunithasbeensuccessfullydeleted
source: The Entity has been successfully deleted
ar: تم الحذف بنجاح

source: transfer student
ar: نقل الطلاب

source: Unauthorized , Do not have the permesstion to do the operation
ar: غير مصرح به ، لا تملك الإذن للقيام بهذه العملية

# UpdatedSuccessfully
source: Update Successfully
ar: تم التحديث بنجاح

source: Want to delete blog
ar: تريد حذف المدونة

source: We are an
ar: نحن

source: We help you to
ar: نحن نساعدك على

source: Welcome To
ar: اهلا بكم فى

# Groups_Remove
source: Delete Group
ar: حذف مجموعه

source: Mail Setting
ar: اعدادت الميل

# Option
source: Options
ar: الخيارات

source: SMS Setting
ar: اعدادت SMS

source: Update Mail Setting
ar: تعديل اعدات الميل

source: Update Option
ar: تعديل الخيارات

source: Update SMS Setting
ar: تعديل SMS

source: Group Type
ar: نوع المجموعة

source: User Type
ar: نوع المستخدم

source: You Welcome In
ar: مرحبا بك في

source: Degree
ar: الدرجة

source: Student Attendances
ar: حضور الطالب

source: Attend
ar: حضر

source: Choose
ar: اختر

source: Date End Exame
ar: تاريخ نهاية الامتحان

source: End
ar: انهاء

source: Group Live Video Attendance
ar: حضور جماعي بالفيديو

source: join Now
ar: انضم الآن

source: Live Broadcast Address
ar: عنوان البث المباشر

source: Live Session
ar: جلسة البث المباشر

# NoData
source: There is no data
ar: لا توجد بيانات

source: Students
ar: الطلاب

# Examinations
source: Examination
ar: الامتحانات

# PermissionsOfUsers
source: Users Permissions
ar: صلاحيات المستخدمين

source: Please Specify At Leas tOne Student Only
ar: يرجي تحديد علي الاقل طالب واحد فقط

# SchoolGrade
source: School Grades
ar: المراحل الدراسيه

source: Study Groups
ar: مجموعات دراسيه

source: Deleted Successfully
ar: تم الحذف بنجاح

# IsUseOnlineAcdmicOption
source: Use Online & Academic
ar: استخدام نظام تسجيل طلاب اكاديمي & اونلاين

# UseMailSetting
source: Use Mail Settings
ar: استخدام اعدادات البريد الالكتروني

# UseSmsMisr
source: Use SMS Settings
ar: استخدام اعدادات SMS مصر

source: Student Count In Group
ar: عدد الطلبه بالجروب

source: ali
ar: علي

source: Rename
ar: اعادة تسمية

source: Files
ar: الملفات

source: Matrials
ar: الماتريالز

source: Show Students List
ar: عرض قائمه الطلاب

source: UploadVideos
ar: رفع الفيديوهات

source: vedios
ar: فيديوهات

source: Create New Folder
ar: اضافه ملف جديد

source: Folder Name
ar: اسم الملف

source: Show Files
ar: عرض الملفات

source: Video
ar: الفيديوهات

source: Accounts
ar: الحسابات

source: Create ServicePrvider
ar: اضافه مزود خدمه

source: Service Provider
ar: مزود الخدمه

source: Add Logo
ar: اضافة لوجو

source: amount
ar: القيمه

source: Approved
ar: موافقه

source: Logo
ar: اللوجو

source: Notes
ar: ملاحظات

source: operationaccomplishedsuccessfully...!
ar: تمت العمليه بنجاح...!

source: operation number
ar: رقم العملية

source: Operation number on the system
ar: رقم العملية على النظام

source: operation State
ar: حالة العملية

source: Payment Date
ar: تاريخ الدفع

source: payment system
ar: نظام الدفع

source: pending
ar: معلقه

source: Pending student payments
ar: مدفوعات الطلاب المعلقه

source: Print 1/2 A4
ar: طباعه 1/2 A4

source: Print Reset
ar: طباعه ريسيت

source: Provider name Arabic
ar: اسم المزود عربى

source: Provider name English
ar: اسم المزود انجليزى

source: reason
ar: السبب

source: Sending Date
ar: تاريخ الارسال

source: Student code
ar: كود الطالب

source: Student notes
ar: ملاحظات الطالب

source: Student Payment
ar: تدفيع طالب

source: supervising administrator
ar: المسؤل المشرف

source: System type
ar: نوع النظام

source: Take operation number
ar: اخذ رقم العمليه

source: Take operation number from student
ar: اخذ رقم العمليه من الطالب

source: the reason of refuse
ar: سبب الرفض

# Thetransactionnumberontheserviceprovider
source: transaction number on provider
ar: رقم العملية على مزود الخدمة

source: Time of sending
ar: وقت الارسال

source: Upload receipt
ar: رفع ايصال

source: Your Code
ar: الكود

source: Arabic
ar: العربيه

source: English
ar: الانجليزيه

source: Back to Home
ar: العوده الى الرئيسيه

source: congratulations
ar: تهانينا

# penemass
source: Your Form Is Under Pending Now , It Will Activate In Less Than 24-hr.
ar: النموذج الخاص بك قيد الانتظار الآن ، وسيتم تنشيطه في أقل من 24 ساعة.

# Finsh
source: Result
ar: النتيجه

source: Go to Home
ar: العوده الى الرئيسيه

source: Hours
ar: ساعه

source: Mins
ar: دقيقه

source: Next
ar: التالى

source: Previous
ar: السابق

source: result
ar: النتيجه

source: review
ar: مراجعه

source: Secs
ar: ثانيه

# Thanksforyouinformation
source: Thanks for your information
ar: شكرا لك على المعلومات

source: You Are Done
ar: لقد انتهيت

source: Start The Exam
ar: ابدأ الامتحان

source: Max Degree
ar: اعلي درجه

source: Answer Video
ar: فيديو الاجابه

source: Copy
ar: نسخ

source: Copy Video
ar: نسخ الفيديو

source: Student Degree
ar: درجه الطالب

source: Student Degree Details
ar: تفاصيل درجات الطالب

source: Students Degrees
ar: درجات الطلاب

source: My Folders
ar: ملفاتي

source: Showing
ar: عرض

source: Videos
ar: الفيديوهات

source: New Video Added
ar: تمت إضافة فيديو جديد

# NewQuizesAdded
source: New Quize Added
ar: تمت اضافه كويز جديد

source: Add Student
ar: اضافة طالب

# AreYouSureYouWantToDeletThisStudent
source: Are You Sure You Want To Delete This Student
ar: هل انت متاكد من حذف هذا الطالب

source: Delete Student
ar: حذف الطالب

source: No Order Found Now
ar: لا توجد طلبات معلقه الان

source: No Student Found Now
ar: لا توجد طلبه الان

source: Order Date
ar: تاريخ الطلب

source: Order Number
ar: رقم الطلب

source: Pending Order List
ar: قائمة الطلابات المعلقه

source: Student ID
ar: كود الطالب

source: The data will be processed within 24 hours from now
ar: وسوف يتم معالجة البيانات خلال 24 ساعة من الان

source: The student has been added with a number
ar: تم اضافة الطالب برقم

# AboutCreate
source: We Can Create an Environment That's Beyond Your Imagination.
ar: يمكننا خلق بيئة تفوق خيالك.

source: Agenda
ar: الاجنده

# Booking
source: Bookings
ar: الحجز

source: Citizen
ar: صحيفة المواطن

# ContPagrgraph
source: EMPC is currently encouraging foreign production houses to shoot in Egypt and hopes to meet the production houses' goals regarding versatility,
ar: تشجع EMPC حاليًا شركات الإنتاج الأجنبية على التصوير في مصر وتأمل في تحقيق أهداف دور الإنتاج فيما يتعلق بالتنوع ،

# copyRight
source: All Rights Reserved © EMPC 2022.
ar: جميع الحقوق محفوظه © مدينة الانتاج الاعلامي 2022

# DesignAbout
source: DESIGN STUDIO THAT GETS EXCITED ABOUT
ar: إطلالاتنا تساعدك على نقل نبض الشارع المصري

source: Gallery
ar: الوسائط

source: Latest news
ar: أحدث الأخبار

source: Live
ar: مباشر

source: Locations
ar: المواقع

# MeetOurTeam
source: Board of Directors
ar: مجلس الإدارة

source: More Details
ar: المزيد من التفاصيل

source: News
ar: الاخبار

source: News & Events
ar: الأخبار & الأحداث

source: Our Services
ar: خدماتنا

source: Picture
ar: الصور

source: Profile
ar: الحساب

source: Related websites
ar: مواقع ذات صله

source: Watch Video
ar: مشاهدة الفيديو

source: Clients
ar: العملاء

source: Watch More
ar: مشاهدة المزيد

# Deletepictureinalbum
source: you should Delete Pictures in Album
ar: يجب مسح صور الالبوم أولا

source: Go To Home Page
ar: اذهب الى الصفحة الرئيسية

source: Not Found Page
ar: الصفحة غير موجودة

# This Page Is Not Found
source: Sorry, This New Is Not Found
ar: عفوا،هذا الخبر غير موجود

# GallaryParg
source: photos and news reports for important events in the Middle East and the world
ar: مجموعة متنوعة من الصور والتقارير الإخبارية التى تتناول الأحداث الجارية في الشرق الأوسط والعالم

# LatestNewsParg
source: Non-stop news coverage of the most important local and international events
ar: تغطية إخبارية لأهم الأحداث المحلية والعالمية على مدار الساعة طوال أيام الأسبوع

# LocationParg
source: A variety of open filming areas on an area of 2 million square meters
ar: مجموعة متنوعة من مناطق التصوير المفتوحة علي مساحة 2 مليون متر مربع

source: MISSION
ar: المهمة

# ServicesParg
source: Providing foreign channels and foreign correspondents with visual news coverage inside Egypt.
ar: تزويد القنوات الأجنبية والمراسلين الأجانب بأطقم تصوير وكاميرات بالإضافة إلى توفير استوديوهات ومواقع للتصوير وخدمات أخرى..

source: VISSION
ar: الرؤية

source: Browse
ar: اختيار

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الاخير

source: Phone Number
ar: رقم التليفون

source: Send News
ar: ارسال خبر

source: Upload Images Or Video
ar: تحميل صور او فيديو

source: Your Message
ar: رسالتك

# HatefPhone
source: Phone Number
ar: رقم الهاتف

source: Send Your Message
ar: ارسل رسالتك

# ClientsPargrapgh
source: This global group of channels benefits from our various media services
ar: مجموعة متميزة من القنوات الأجنبية داخل مصر تتمتع بخدماتنا الإعلامية المختلفة
